tap 'homebrew/bundle'
tap 'homebrew/cask'

brew 'cmake'
brew 'git'
brew 'htop'
brew 'neovim'
brew 'ripgrep'
brew 'shellcheck'
brew 'trash'
brew 'tmux'
brew 'tree'

cask 'appcleaner'
cask 'bitwarden'
cask 'discord'
cask 'gitup'
cask 'iterm2'
cask 'rectangle'
cask 'spotify'
cask 'visual-studio-code'
